{
 "enterYourName": "Enter your name",
 "enterYourSurname": "Enter your surname",
 "enterYourMiddlename": "Enter your middlename",
 "calculate": "Calculate 🔮",
 "clear": "Clear 🗑️",
 "number": "Number of Destiny",
 "day": "Day",
 "month": "Month",
 "year": "Year",
 "back": "👈 back",
 "square": "Lo Shu Square",
 "main_description": "Main Description",
 "one_description": "People with a life path number of 1 have to learn to be independent in order to achieve something in life\n\n They usually begin their life path by being dependent on others, and achieve a certain degree of independence as they grow up\n\n They eventually become pioneers, innovators, and leaders\n\n Some of them are selfish, like to be ahead of everyone, they are ambitious, determined, stubborn and progressive\nsivny\n\n These people have an inquisitive mind and leadership qualities, and are also careerists and can achieve the highest position in their field\n\n In addition, they have great personal needs that they need to satisfy\n\n People with a life path number of 1 are well aware of their qualities themselves, although this may not be noticeable to others\n\n Whatever their needs, it is safe to say that they will satisfy them.\nHowever, there are also negative sides to life's path 1\n\n Some people find it very difficult to achieve independence, and they feel overly depressed\n\n In turn, others can take advantage of this, which is extremely unpleasant for people with a number of life paths 1, although they are powerless to prevent it\n\n Another important negative point is that people with a life path number of 1 are determined in life at the expense of others\n\n They do not adequately evaluate their own selves and always think only about themselves.",
 "two_description": "It is very easy to communicate with people who have a life path number of 2\n\n They are generous, charming and good hosts, ready to help at any moment, it is easy to make friends with them\n\n Such people prefer to be in contact with someone all the time, rather than stay on their own\n\n They are sensitive, peaceful and intuitive by nature, easily talk about their feelings and are good friends\n\n They often find themselves in the shadows\n\n They are satisfied with the role of \"grey cardinals\"\n\n In this position, they do not always receive the full recognition of their actions that they really deserve, but it is enough for them to know that they have done a good job.\nBut it happens that people with a life path number of 2 are desperately trying to become leaders, even when they realize that they will not be able to achieve outstanding results in this role\n\n But this situation does not bring them happiness and harmony.",
 "three_description": "People with a life path number of 3 need self-expression in any way, ideally if it is creativity\n\n It can be singing, acting or writing\n\n Such people are usually interesting interlocutors and are happy to talk about the joys of life\n\n Communication is their strong point\n\n They have a lively mind, a rich imagination, and are always full of ideas\n\n However, they often lack the initiative to implement their ideas\n\n People with such a long life path are friendly, sociable and responsive\n\n They like to spend time in company, they can't be alone for long\n\n They are carefree and often frivolous\n\n The flip side of this coin is that some people with a life path number of 3 are overly frivolous and windy\n\n They are sprayed into various activities, often they do not finish anything\n\n Their shallowness discourages those around them, especially when they begin to abuse alcohol, drugs and/or begin to lead a debauched lifestyle.",
 "four_description": "People with a life path number of 4 are practical and reliable, conscientious and well organized, they like to follow the rules.\n\nThey are able to create order out of chaos, are very hardworking and love to see the results of their work.\n\nThey are willing to work patiently for many years if they are sure that their efforts are not in vain.\n\nThey pay a lot of attention to details and like sophisticated complex tasks.\n\nThey tend to be unshakeable and stubborn, and sometimes it is difficult for them to change a decision they have already made.\n\nThey have a clear idea of what they like and what they don't like, and are not afraid to express their opinion.\nThe downside is that often people with a life path number of 4 do not want to limit themselves, as a result of which they can even suppress others\n\n Another disadvantage of such people is their inability to fully assess the situation, which eventually turns into untapped opportunities and, in some circumstances, disappointment.",
 "five_description": "People with a life path number of 5 are fickle and able to do several things at the same time.They become restless and impatient when they feel restricted in something\n\n They like to travel, have fun, and get distracted from everyday activities\n\n They are very resourceful and happy to solve problems\n\n At the beginning of their life, they may do something unprofessionally, but as soon as they find their way, they quickly achieve great success\n\n Always curious, full of energy and young at heart.\nThe negative side of the life path number 5 is that such people are unable to focus on anything and often rush from one extreme to the other\n\n Many people experiment or abuse alcohol, drugs and lead a promiscuous sex life.",
 "six_description": "People with a life path number of 6 are caring and responsible\n\n They like to take on the problems of others and lend their shoulder so that others can lean on it\n\n They especially like to help those they care about, become family members of those who turn to them for help in difficult times\n\n Such people are able to please with good results, solving the problems of others\n\n Sympathetic, loving and kind, they are happy surrounded by their friends and loved ones\n\n Often it is creative personalities\n\n It is very rare to find people using the number 6 negatively\n\n However, people who take on the responsibilities and concerns of others often end up overloaded with other people's problems.",
 "seven_description": "People with a life path number of 7 need time to accumulate knowledge and wisdom\n\n They have their own unique approach to everything they do\n\n This determines their uniqueness, at the same time it is difficult for them to adapt to circumstances, in addition, sometimes it is difficult for them to feel part of any team.\nSuch people prefer a few close friends to a large circle of acquaintances\n\n At first, it may be difficult for them to establish contact with a person, as they \"defend themselves\" by creating various obstacles, but if they become friends with someone, they will completely trust him\n\n Seventh, they are reserved, sometimes even overly suspicious, withdrawn, but spiritual people, their philosophy of life improves as they gain life experience.\nNegative manifestation: people with a life path number of 7 may consider it impossible for themselves to get closer to others and withdraw into themselves\n\n They become very withdrawn.",
 "eight_description": "Its owners like to engage in large-scale business, as well as benefit from their success\n\n They set goals and achieve them\n\n They are ambitious, determined and consistently achieve results\n\n These people live in the real world and don't waste time on illusions\n\n They know how to earn money and can be generous if they succeed in doing so\n\n Good psychologists with leadership skills, they usually occupy responsible positions.They tend to be firm and stubborn in their views, although they do not notice these character traits in themselves.\nThose who use this life path negatively earn large amounts of money, but at the expense of health, happiness and relationships\n\n They can be impatient, vindictive, and indefatigable.",
 "nine_description": "People with a life path number of 9 are prone to self-sacrifice\n\n Being sensitive, caring, and having a pronounced need to serve others, they enjoy providing some kind of help to others\n\n These people give more than they receive\n\n These qualities of theirs can easily be used by others\n\n By nature, such people are romantics\n\n They are very disappointed when their deep true love is not reciprocated\n\n Their humanism seems abstract\n\n They are creative people\n\n They often become writers, although their creativity can manifest itself in other areas.\nThe negative manifestation of the number 9: the temptations of the material world can turn people with this number of life paths into soulless, selfish money-grubbers, which contradicts their nature and therefore does not bring them satisfaction in life.",
 "eleven_description": "Characterizes idealists and dreamers\n\n They give rise to unique ideas, but more in dreams than in reality\n\n However, with sufficient motivation, they do a good job of what they do, they can achieve a lot\n\n Since their ideas are not always of practical use, they need to evaluate their strengths before implementing them\n\n They have good intuition and are also very caring.\nPeople who use the life path number 11 negatively are hopeless dreamers who achieve little in life and live in a world where it is difficult to separate reality from fantasy.",
 "twenty_two_description": "People with a life path number of 22 are able to achieve a lot\n\n They usually make grandiose plans\n\n They have enough opportunities that just need to be directed in the right direction\n\n People with the number 22 often dream, but unlike people with the number 11, they realize their dreams\n\n They are practical, often do not follow conventions\n\n  Charismatic\n\n They are able to amuse and inspire others with words and actions.\nThe negative side of this path is selfishness\n\n  People with this number of life paths use their exceptional abilities only to achieve their own goals and do not pay attention to the needs of others\n\n Sometimes they admit that they are selfish, but it is difficult for them to change for the better.",
 "number_of_the_birthday": "Number of the Birthday",
 "1st_day": "People born on the first day receive the clean first energy of the month. They acquire qualities such as logical thinking, analytical abilities, energy, enthusiasm, independence. They are leaders by nature and like to take every opportunity to demonstrate their abilities. Being afraid to show weakness, they are more inclined to restrain their feelings.",
 "2st_day": "People born on the second day are friendly, loving, responsive, dreamy, emotional, with developed intuition, sometimes they have a changeable mood. They like to communicate with other people, but they get nervous in a big company. They get discouraged at times, and they need constant encouragement from other people. They prefer to work in collaboration with someone, it is difficult for them to do business on their own.",
 "3st_day": "People born on the third day are friendly, imaginative, and good conversationalists. They strive to try all the pleasures of life. In most cases, they are very popular. They are better at offering ideas than putting them into practice. Restless, often have more than one connection in life. They have a good command of the word and become popular thanks to this talent in areas such as management, teaching, etc.",
 "4st_day": "People born on the 4th are well organized, they like to solve difficult situations. They have a strong attachment to home, family and country. These people are conscientious and willing to work long and hard to achieve what they want. They are stubborn, it is difficult for them to change the decisions they have already made.",
 "5st_day": "Born on the 5th, multilaterally developed and friendly. They want to experience a lot, so they need to learn how to concentrate their efforts. They like to communicate with people who hold the same views as they do. They often succeed in business. These people are sociable, balanced and smart. They need freedom and diversity in their lives.",
 "6st_day": "People born on the 6th are cheerful, caring, generous humanists. In most cases, they are happy helping others. They like to take on the responsibilities of family life. They have a lively mind, strong emotions and acute sensitivity. They are open in their feelings to others.",
 "7st_day": "Those who were born on the 7th, impressionable, introverted and intuitive people, like to work for themselves. They like to spend time on their own studying and researching. They deeply love their friends, but it is difficult for them to be loved and to love. They have their own special way of working.",
 "8st_day": "People born on the 8th are born businessmen. They like working in the financial sector, as they are able to generate brilliant ideas, knowing how to make money. They are ambitious, purposeful, practical, ready to work hard, but as long as they believe that their efforts are not in vain.",
 "9st_day": "People born on the 9th are humanists by nature. They give more than they get in return, and others often use this quality. For the same reason, they 'fall for the bait' in marriage. They have a rich imagination, and usually these people are happy doing creative work. They are liberal, patient idealists.",
 "10st_day": "Those who were born on the 10th are considered cheerful, determined, creative people who know how best to present themselves and their ideas to others. They are able to successfully do several things at the same time. Sometimes they need to be reminded that there is also rest in life. They are independent, ambitious, self-confident people, but secretive in their feelings.",
 "11st_day": "We have already described the main numbers in chapter one. People born on the 11th can express worthwhile ideas, but they are very rarely able to bring them to life. These people have developed intuition and excellent abilities, they can inspire others with ideas, but because of their nervousness and short-tempered nature, it is often difficult for them to achieve their goals. Their emotions make them rush from one extreme to the other.",
 "12st_day": "People born on the 12th receive the energy characteristic of 3, since 1+2=3, but they also acquire qualities characteristic of both 1 and 2. Their character is more complex than that of people born on the 3rd. They can profitably present themselves and their ideas to others. They are charming, funny and good conversationalists. Due to their rich imagination, they often embellish events by hiding the truth. They have every opportunity to use their creative potential. They tend to be impatient and like to get everything at once.",
 "13st_day": "Those who were born on the 13th are hardworking and methodical, have every chance to succeed. Disciplined and persistent, they pay great attention to details, sometimes to the detriment of the big picture. They can be suspicious and stubborn. While achieving good results, they still remain dissatisfied and feel limited in circumstances.",
 "14st_day": "People born on the 14th are adventurous, brave, able to adapt to any conditions, love diversity, so they are always on the lookout. They have a good intuition by nature. They can be easily controlled by others. They should also not abuse alcoholic beverages, drugs, or lead a promiscuous sex life. They enjoy working with others, and they can work hard when needed, although most often it doesn't last long.",
 "15st_day": "People with this date of birth are sensitive and loyal. They have creative abilities, especially in music. They intuitively feel when others need help and are ready to be the first to offer it. They are caring, impulsive, very sociable, responsible, benevolent, responsive and conscientious. At the same time, they value their independence.",
 "16st_day": "People born on the 16th are reserved, suspicious and withdrawn. It is difficult for them to express their thoughts and feelings, to resolve potentially difficult situations, while they withdraw into themselves. It is not easy for them to love and be loved. Their life experience shapes their philosophical views and deep faith. They are often interested in scientific research, and they also like to do research on their own.",
 "17st_day": "Those who were born on this day know how to make money. They strive with special zeal to achieve their goals. In the end, they invariably achieve what they want. But failures also happen. They are confident, reliable, realistic, and have all the data to handle large projects.",
 "18st_day": "People born on the 18th are good leaders and humanists by nature. It often happens that they combine these qualities and make a career in the charitable field. Despite the desire to help others, they often have problems in their personal lives, they need to understand that charity begins in the family. They are benevolent, patient, empathetic, and use a creative approach to solving problems.",
 "19st_day": "People with this date of birth are responsible, ambitious, with idealistic views. They are multilaterally developed and prefer that others interfere in their work as little as possible. It happens that at some point their emotions dominate their logic, which can let them down.",
 "20st_day": "Those who were born on the 20th are friendly, articulate, and easy to make friends with. They prefer a quiet life and strive to avoid the hustle and bustle that accompanies modern man. It is often easier for them to describe their inner state on paper. They can easily succumb to mood swings, and they need the support of close friends and family.",
 "21st_day": "People born on the 21st are smart, funny and creative. However, they tend to worry about trifles, because of this they often become nervous and become discouraged. At one moment they can reach 'sky—high heights', and at another they can 'fall into the abyss'. They have good speaking skills, they can make a good career in a field where the voice plays a significant role.",
 "22st_day": "Since 22 is the main number, people born on this day are very capable, but they experience both ups and downs along their life path. This happens because they have access to various types of energy that others have never encountered, so sometimes they suffer from nervous and physical exhaustion. They have good intuition, but they tend to get nervous often. And yet such people are able to achieve much more than others.",
 "23st_day": "People born on the 23rd are sensitive, benevolent, empathetic, independent. They like to help others. They are versatile, they like to cope with difficult situations of any kind.",
 "24st_day": "People born on the 24th are caring and purposeful. They are full of energy. Their positive, often astounding approach to problem solving gives them the opportunity to achieve their goals in five minutes, whereas for others it would take a year.",
 "25st_day": "People born on the 25th have good intuition. They need to spend time on themselves. They are meek and vulnerable. When circumstances or people touch them to the quick, they withdraw into themselves, they do not communicate with anyone. It is difficult for them to get close to others, but friendship with them can be strong and last a lifetime.",
 "26st_day": "People born on the 26th have a firm and stubborn, but purposeful character. They can easily make money out of nothing. At the same time, they can be very generous.",
 "27st_day": "Those born on the 27th are determined, trusting and quick—tempered people. They like change and diversity, as well as responsibility and the opportunity to help others.",
 "28st_day": "Those who were born on the 28th are loving and freedom-loving. They can't stand being told what to do, and they're very happy when they're their own bosses.",
 "29st_day": "People born on the 29th receive the energy characteristic of 2 and 9, and also acquire the potential of the number 11, since 2+9= 11. Therefore, the luck of their lives depends on the influence of one of these numbers. Their potential is obvious to everyone else, but not to themselves. They are inspired dreamers, and it is difficult for them to bring their wonderful ideas to life.",
 "30st_day": "People born on the 30th are smart, creative and loving. However, they lack motivation, they try to do everything at the expense of their charm, not their abilities. If they succeed, it is in cooperation with those who often encourage and encourage them to take action.",
 "31st_day": "People born on the 31st have good organizational and managerial abilities, achieve success in the business field. In most cases, they start from the lowest positions, but slowly but surely move up. They value friendship and also help those who need it. They have a good memory, and they never forget the good or bad attitude towards them.",
 "existing_figures_description": "Existing Figures Description",
 "1_1": "It's hard for people with one 1 in their cards to talk about their innermost feelings. They can be good conversationalists in different situations, but they find it difficult to allow themselves to reveal their inner world to others. It is also not easy for them to listen to the point of view of others.",
 "2_1": "People who have two 1's in the card speak easily and freely. They have a fairly balanced view of life and are able to assess life situations impartially. They can understand the opinions of others as well as their own. It is believed that having two 1s in a card is an ideal case.",
 "3_1": "People who have three 1's in the card are divided into two groups. They are usually big talkers who talk incessantly. However, among people who have three 1s in the card, there are calm and even closed ones. It is interesting that many people manage to combine these opposite features, which manifest themselves depending on the situation.People with three units in the map are usually happy, friendly. Many prominent artists have had such a combination.",
 "4_1": "People who have four 1s in their card are caring, but very vulnerable, it is quite difficult for them to talk about their feelings, they are often misunderstood. Often it is also difficult for them to relax and calm down.",
 "5_1": "It is very difficult for people who have five or more 1s in the card to express their feelings. They are often misunderstood. In most cases, they find self-expression in less 'painful' areas, such as painting or dancing. Some people with this combination consume large amounts of food, abuse drugs or alcohol.",
 "1_2": "People who have one 2 in the map are sensitive and have developed intuition. Unfortunately, they are easily vulnerable. One glance is enough for them to assess a person's character, in addition, they have an incredible ability to recognize hypocrisy.",
 "2_2": "People who have two 2's in the card are highly intelligent, sensitive and endowed with good intuition. Unlike people who have one 2 in the card, they listen to their intuition and therefore often win. They are also able to easily identify other people's motives, evaluate them at a glance.",
 "3_2": "People who have three 2s in their card are hypersensitive, extremely intuitive and easily vulnerable. It may seem that they behave aloof because they live in a world of their own feelings and often prefer to retire rather than spend time in the company of other people who can hurt their feelings.",
 "4_2": "People who have four 2s in their card are impatient and tend to overreact to minor problems. They are very sensitive; they often prefer to spend time alone rather than risk being offended by others.",
 "5_2": "Fortunately, people with five 2s in the map are very rare. They find life very difficult. They are overly sensitive, constantly suffer from a lack of self-confidence and support from others, and doubt themselves.In the XXI millennium, it will be possible to meet people with five 2 in the map (February 22, 2022). It will be almost impossible for such people to cope with their incredible, hypertrophied sensitivity.",
 "1_3": "People who have one 3 in the map, a lively mind and an excellent memory.Ponies are confident in life and use a positive approach to achieve their goals. They can inspire others with their optimism and honesty.",
 "2_3": "People with two 3s in the map have a good imagination, usually they are creative individuals. Mentally, they are always Fig. 3.19 Mikhail Gorbachev (March 2, on the alert. They like to deviate from conventions, they may seem a little eccentric. Many people with this combination become writers because they have an easy command of the word.",
 "3_3": "People who have three 3s in the map live in their own fictional world. They often find it difficult to get along with other people, and they may also seem lost in their own thoughts. They have brilliant mental abilities, but often they spend their lives just dreaming. It is difficult for them to listen to others, at times they can be petty, often arguing.",
 "4_3": "People born on March 3, 2033, will have four 3s in the map. People with four 3s in the map are impractical, timid and have a stormy imagination. Because of this, it is quite difficult for them in life.This combination is very rare. It will reappear on March 3, 2033 (Fig. 3.21), and then on the 13th, 23rd and 31st of the same month.",
 "1_4": "Those people who have one 4 in the map are practical and usually pay a lot of attention to details. They like to do practical, real work, they do not accept made-up ideas and theories. They are able to organize other people and bring their plans to life. One 4 also talks about talents for music and craft arts.",
 "2_4": "People with two 4's in the card tend to be overly absorbed in activities that bring material benefits. They also have excellent organizational skills, they like to finish any business they have started. They are conscientious, scrupulous and careful people. Quite often they like to do various crafts with their hands, as they have creative inclinations for this.",
 "3_4": "People who have three 4's in the map spend almost all their time solving material issues, paying little attention to other areas of life. They are well-organized, disciplined and hardworking people. Their abilities are obvious to others, but people with three 4's often find it difficult to accept their talents given by nature, and they spend years working outside their field.",
 "4_4": "It is very difficult to find people with a map containing four 4. The last time such a map was on April 24, 1944 (Fig. 3.25). The next one will appear only in 2044. Such people are completely absorbed in their activities, Fig. 3.25 on April 24, 1944 (the last time four 4 appeared on the map)Aimed at obtaining material benefits, it is difficult for them to understand other people who are engaged in intellectual and creative work. They have tremendous manual labor abilities and are extremely susceptible to damage.",
 "1_5": "People with one 5 in the card are emotionally balanced, full of empathy. They are understanding and caring people. They are also able to inspire others to achieve what seems impossible to them.",
 "2_5": "People who have two 5's, persistent and determined, with assertiveness and enthusiasm. Because of some problems, they have breakdowns, which they later regret. This often creates difficulties in their family life.",
 "3_5": "People who have three 5's in their card usually don't think what they are saying, so they may inadvertently hurt the feelings of others. They have incredible assertiveness and energy, but these qualities should be directed in the right direction. They like change, adventure, pleasure; quite often they take reckless risks.",
 "4_5": "People with four 5 are quite difficult to find, since such a combination occurs only three times every hundred years. The next such combination will appear on May 5, 2055.",
 "1_6": "People with one 6 in the map are strongly attached to their home and loved ones, they like household chores. They become good parents, as well as the person in the family to whom everyone comes for support when things are not going well.They often feel insecure and are afraid to remain a widow/widower or lonely. They have a great1 creative potential.",
 "2_6": "People with two 6's in the card tend to worry about their family all the time. This nervousness suggests that they need more rest than other people. They like to engage in creative activities, as well as surround themselves with beautiful things. They worry too much about their loved ones, and it is difficult for them to allow their children to lead an independent life.",
 "3_6": "People with three 6's in the card tend to worry excessively about their loved ones and treat them like property. They also have great creative potential, which helps them to relieve emotional stress. In their view of life, a negative assessment prevails more than a positive one, so they constantly need support. Stress and anxiety can become problems for these people.",
 "4_6": "People who have four 6's in their card are creative individuals, but it is difficult for them to direct their energy in the right direction from the very beginning of their life path. They react quite emotionally to everything that prevents them from adapting to everyday life. In a century, there are only three days that give four 6 in the map.",
 "1_7": "People who have one 7 in the map often experience unrequited love, loss of property, they may have health problems. Going through such trials, they are more interested in questions of metaphysics or religion.",
 "2_7": "People with two 7s in the card gain knowledge and wisdom from mistakes, experiencing unhappy love or having difficulties with health or money. Eventually, this may lead to people becoming interested in the world of the unconscious and the occult sciences. They have good analytical skills, so it is not difficult for them to solve complex problems.",
 "3_7": "People with three 7's often have an unhappy life due to constant disappointments and failures in their personal lives, due to health and money problems. In most cases, they accumulate incredible reserves of inner strength.",
 "4_7": "People with four 7s in the card have to face many life difficulties, for example, failures in love, health problems, as well as financial difficulties.",
 "1_8": "People with one 8 in the map are methodical, conscious and attentive to details. However, strange as it may seem, it is often difficult for them to complete the tasks they have started. They have a lively mind, and they constantly need to solve some tasks.",
 "2_8": "People with two 8 in their card are very receptive to everything that is happening, as well as conscientious. They prefer to test everything in practice rather than just take their word for it. It is difficult for them to change previously made decisions.",
 "3_8": "People with three 8s in the card are considered conscientious, firm and restless in character. They often achieve great success by the age of forty. They can achieve good results in business and finance. They can also be too mercantile, so they need to understand that material values cannot bring real happiness.",
 "4_8": "People with four 8s in their card are very nervous, besides they have a constant need for change and a craving for diversity in life. If they have decided what they really want to do, then the result they have achieved is admirable. In other cases, they may spend their lives aimlessly.This combination occurs only three times every century.",
 "1_9": "People with one 9 in the map are ambitious, striving for self-improvement. The number 9 is both on the mental level and on the level of action.Thanks to this, our civilization achieved exactly the results in the 20th century that we have today, but it also means that many of us need to learn how to treat people humanely. It is quite difficult to find a person who would act as the presence of one 9 in the map suggests.",
 "2_9": "Those with two 9s in the card are intelligent people with idealistic views on life, in addition, they tend to criticize others. Because they are highly intelligent people, sometimes they look down on those who are not exactly like them. They need to learn how to communicate with people from all walks of life.",
 "3_9": "People who have three 9s in their card are caring, intelligent idealists who tend to exaggerate and 'turn a fly into an elephant.' However, as they grow up, they change. If they have managed to achieve something with their mind, they feel happy, they are overwhelmed with positive emotions. Nevertheless, they quickly get upset and become discouraged if they feel that they have 'fallen into a trap.'",
 "4_9": "People who have four or five 9s in their card are highly intelligent people, but they find it difficult to adapt to everyday life. Quite often they immerse themselves in the world of their fantasies. If they manage to harness the vast amount of energy and power they have at their disposal, then they are able to benefit this world.Number 9 is extremely rare. The last such combination was on September 29, 1999 (Fig. 3.45) and it will appear again only on September 9, 2999.",
 "missing_figures_description": "Missing Figures Description",
 "missing_1": "In the 21st century, there will be no number 1 in people's maps. This was impossible for the previous millennium. Those who do not have the number 1 in the card will find it difficult to express their individuality, they will be more interested in helping and teaching others. They will almost completely lack their 'I'. They will need to develop their creative abilities, as this will help them express emotions better.",
 "missing_2": "People who don't have the number 2 on their card lack sensuality and intuition. Therefore, they can make mistakes without listening to the voice of conscience. They also tend to be impatient and unpunctual. They always justify their actions, because it is difficult for them to admit mistakes. These people need to learn the harmony of life.",
 "missing_3": "People who don't have the number 3 on their card lack confidence, so it's hard for them to prove themselves. They tend to underestimate their strengths and be overly modest. When they encounter any difficulties, they lose the ability to think logically. In addition, they need to learn to accept themselves for who they are and develop further, gaining more confidence and increasing self-esteem with each step.",
 "missing_4": "For those people who do not have the number 4 in the card, it is difficult to act according to a pre-planned plan. They are often quite disorganized. Due to their lack of motivation, they have few achievements. They need to change their outlook on life, learn to be more organized and achieve their goals. Since the number 4 is associated with dexterity and dexterity, people without this number in the map are not always good at manual work. But once they learn to be more patient, life will become much easier for them.",
 "missing_5": "People who do not have the number 5 in their map have difficulty defining a goal, they lack the motive of the goal and the desire for diversity. They constantly need encouragement from others. They also need to set real goals for themselves and strive to achieve them before coming up with new ideas. The absence of the number 5 in the map is a fairly common occurrence.",
 "missing_6": "People without the number 6 in the map need to learn to be more open. They tend to hide their feelings from others, which often leads to difficulties when communicating with their parents in childhood, especially with their father. Relationship problems with other people will arise until they learn to be more open and free.",
 "missing_7": "People who don't have the number 7 on their card tend to disregard other people's feelings. These are disorganized people. They have little or no interest in matters of the soul and metaphysics. It is difficult for them to be independent, they do not like to live independently. They need to learn how to express their feelings and feel relaxed in the company of other people.",
 "missing_8": "People who don't have the number 8 on their card are pretty bad at solving their financial issues. They can be too frivolous and gullible, so they are easily deceived. They are also not purposeful enough, they tend not to finish what they started. They should learn to control their impulsivity and think before taking any action.",
 "missing_9": "It is impossible to imagine a map without the number 9 for any person born in the XX century, but for those who appeared and will be born in the XXI century, it is quite natural. People who don't have the number 9 on their card tend to ignore other people's feelings and problems. They have a fairly impartial and clear view of what is happening in other people's lives. They need to learn to be more open and humane.",
 "strength_lines": "Strength lines",
 "the_line_of_determination": "The line of determination. \n\n This line consists of the numbers 1, 5 and 9 arranged diagonally. Everyone born in the 1950s has these numbers on their card. Such people are born determined, persistent, enterprising, diligent and progressive. They are patient and willing to wait to carry out the planned. And they are able to cultivate this patience. This is especially important if the number 4 is missing from the table.",
 "the_line_of_compassion": "The line of compassion. \n\n The line consists of the numbers 3,5 and 7 located diagonally. People with this combination are religious, inclined to philosophy. They form their views throughout their lives. Their lifestyle seems monotonous. However, as they get older, they have inner peace, faith strengthens, which gives them strength and confidence. Many people with this line are interested in music.This line is sometimes also called the 'arrow of mysticism'. It is interesting to note that if there is a line of compassion in the map of a person born in the XX century, then there will definitely be a line of determination.",
 "the_line_of_mind": "The line of mind. \n\n The line of mind includes the numbers 3,6 and 9. They are numbers of the mind, and those who have them in the map have a lively mind and excellent memory. Such people tend to rely only on their mind, not paying attention to their feelings. They may look down on those who do not match their intellectual level, but they are balanced in character, they like to help others. Home and family are important to them.",
 "the_line_of_emotional_balance": "The emotional balance line consists of the numbers 2, 5 and 8 of the emotional level. People with this combination in their card are full of understanding, empathy, and emotionally stable. It is easy for them to understand others and sympathize with them. They are healers by nature. The line is considered very strong because of the presence of the number 5 in it. Having this line on the map, people who decide to do something do not stop halfway and achieve their goals.",
 "the_line_of_practicality": "The line of practicality consists of the numbers 1, 4 and 7. It is not surprising that people who have this line in their map are skilled at manual work. They are very hardworking and not devoid of creative talents. They are capable, practical people, and easy to communicate with. The described line equally emphasizes physical abilities and mental alertness. Such people are willing to work long and hard to achieve what they believe in.",
 "planning_line": "The planning line consists of the numbers forming the first column: 1, 2 and 3. People with this combination have at least one number at each level: mental, emotional and practical. They are well organized, they like to plan everything in advance and achieve their goals. Their weakness is manifested in the fact that they do not pay due attention to details. These people always remain themselves, they like to have long discussions on issues of interest to them. In addition, they can engage in science and fully immerse themselves in their studies, learning about the world around them.\n",
 "the_line_of_willpower": "The willpower line\n\n The willpower line includes the numbers 4, 5 and 6. This is an unusual pliny, it gives a lot of strength and endurance. People who see this line in the map tend to be selfish, active and incredibly persistent. In most cases, they do not notice the feelings of others, than they can explain them in an attempt to achieve their goals. However, ponies can remain good friends. If you have such friends, rest assured — nothing will interfere with your friendship. Faced with serious problems, such people do not lose optimism and in the end finally find a solution.",
 "activity_line": "The activity line includes the numbers 7, 8 and 9. It characterizes active people who have a need for physical and mental work. They do not tolerate confined spaces and prefer to spend time outdoors, where nothing restricts them. Such people tend to be nervous, they express their thoughts better in writing.",
 "lines_of_weakness": "Lines of weakness (shortcomings)",
 "the_line_of_indecision": "The indecision line. \n\n Not a single person born in the last millennium has this line in the map, since it is formed due to the absence of the numbers 1, 5 and 9. It is possible to meet people who have this line in the map in the XXI century. The number 1 is considered selfish, and anyone born in the 20th century is one. For those born in the 21st century, the number 2 will be present in the card, characterizing a caring, nurturing, intuitive person. Moreover, it \n58 Lines of strength and weakness\n foreshadows good events in the life of mankind in the next thousand years.People who have a line of indecision are sweet, caring, eager to do the right thing. Therefore, it will be difficult for them to find a solution that would satisfy everyone.\n",
 "the_line_of_skepticism": "The line of skepticism. The line of skepticism appears when the numbers 3,5 and 7 are missing. People who have this line in the map tend to believe only things proven and proven by practice, and not take them for granted. They usually have a conservative view of religion, they are more inclined to accept the faith of their parents without questioning it. Such people are loving, honest and fair by nature, but it is often difficult for them to talk about their feelings. In fact, they are idealists with advanced foresight abilities.",
 "the_line_of_bad_memory": "Bad memory line. \n\n No one born in the XX century can have this line in the map, since it is formed due to the absence of the numbers 3, 6 and 9. However, it can again be found in the map of people born in the XXI century.The absence of numbers characterizing mental abilities does not mean that a person has a low level of intelligence. Moreover, quite often the opposite situation occurs, when people who have this line in the map are very smart and witty. However, with age, a person's mental abilities tend to weaken. This manifests itself in forgetfulness and absent-mindedness. In childhood, people with such a line learn slowly, but they catch up after a while. As they age, they gradually lose their mental acuity. This can be avoided if you constantly develop your mental abilities and engage in various hobbies.",
 "the_line_of_emotional_ensitivity": "The line of emotional sensitivity appears in the absence of numbers 2, 5 and 8. This means that there are no numbers on the emotional level in the card that would provide protection in this area of life. Therefore, people who have this line in the map are hypersensitive and easily vulnerable. Gradually, they develop the ability to hide their feelings. They are also able to support and educate others, especially those who deserve their help. As children, they are usually shy, they overcome their shyness, as a rule, with age. But for some, unfortunately, the inferiority complex remains for life.",
 "the_line_of_impracticality": "The line of impracticality. \n\n Is another line that did not occur in the previous millennium, since it is formed in the absence of the numbers 1, 4 and 7. However, it can again be found in the map of people who were born and will be born in the XXI century. Such people don't have numbers on a practical level, so they will live mostly in a world of logic and emotions.They can be called idealists who build impossible plans, with difficult adaptation in everyday life. However, they are provided with superiority in solving theoretical problems.",
 "the_line_of_disappointments": "A line of disappointments. \n\n This line includes cells in the map that do not contain the numbers 4, 5 and 6. She divides the map into two parts. The share of people who have this line accounts for much more failures, disappointments and troubles. This is usually their fault, as they expect more from others than they should. As long as they do not learn to perceive other people as they are, they must constantly experience feelings of dissatisfaction and disappointment.",
 "the_line_of_doubt": "The line of doubt (uncertainty). \n\n This line is formed when the numbers 7, 8 and 9 are missing from the map. Therefore, it is impossible to find it in the maps of people born in the XX century, but it will appear again soon.The presence of such a line implies a lack of motivation, lack of logic, and the ability to plan. Attempts at business do not lead to success if you do not develop self-discipline and do not define achievable goals for yourself. If it succeeds, such people can become pioneers and innovators in any field. Their comprehensive approach to solving issues, original ideas and dedication can help",
 "looking_into_the_future": "Looking into the future",
 "personal_year": "Personal years and epicycle",
 "year_1": "This year is considered the year of new beginnings. This year you will have more enthusiasm and energy than in other years. Any business you start now will remain important to you for a long time. You can start several things at once this year, and you will have enough strength and energy to do them all.\n",
 "year_2": "This year is slower and milder. In many ways, it is considered a year of consolidation. If in the first year you can 'disperse your forces' in any direction, then the second year brings everything into a more manageable state. The key words for this year are 'patient waiting.' These two words do not quite match each other, as it is quite difficult to maintain patience while waiting for something. You will want to make an attempt to speed things up. It may work the first time, but the second time it will be a waste of time and effort. This year is designed to develop patience, so that you can learn to trust your intuition and spend time with your loved ones. At the end of the year, you will achieve what you wanted.\n",
 "year_3": "A year full of joy, happiness and carelessness. Ideally, you can relax and enjoy life for a whole year. Unfortunately, it is unlikely that this can actually happen. You will have to work hard, despite the fact that you will mostly think about a pleasant and fun pastime. This year is best spent with old friends, as well as making new ones, devoting yourself to new hobbies, and paying more attention to existing hobbies. You may have various short-term hobbies during the year.",
 "year_4": "After a year of fun, I want to do something more serious. The fourth year is a year of hard work. If you set yourself a specific goal at the beginning of the year, then at the end of the year make sure that you have achieved it. You will be pleased to realize that a year has already passed, and there are still enough unrealized opportunities. If you don't have any goals, then the year will seem hard and difficult to you. It is for this reason that many people consider the fourth individual year to be the most difficult in the epicycle.",
 "year_5": "This year is considered the year of change and diversity. After a serious fourth year, you will be ready to do something pleasant for yourself. If you are unhappy with something in your life and want to change it, for example, it may be a career, home, partner or even a country, it is best to do this during the fifth year. In addition, you need to 'wait for the unexpected.' Therefore, you will most likely find that you can do things that previously seemed impossible to you. If you've been wanting to skydive for a long time, but haven't decided all this time, this year is the best time!\n",
 "year_6": "This year is best dedicated to home and family. This is the year when people usually get married or divorced. This is indicated by the neutral numbers. Therefore, if you have a good relationship with someone, then they can be consolidated this year. Conversely, if a relationship collapses, it's best for a couple to break up this year. Since it is also considered the year of the family, it is best to have children and spend time with loved ones this year. It's also good to help other people this year, as it can give both them and you pleasure. During the year, you can also move to another place of residence or make repairs in an existing house. You can also decorate your house and garden. Most of your thoughts and energy this year will be directed at your home and loved ones.\n",
 "year_7": "The seventh year is more peaceful and mild. You will need more time than usual for reflection, reflection, self-education. You will be interested not so much in acquiring material assets as in your inner development. Many people continue their education to some extent at the end of the seventh year. Even if you are not officially studying anywhere, you will still learn a lot of new things and become wiser this year. This year it is best to make plans and anaplicate. Many people are starting to get interested in the issues of the soul and philosophy this year.",
 "year_8": "This year you will receive a reward for all the work you have done over time. If you have done a little, you will get the same amount accordingly. During the eighth year, your financial affairs will improve. If you buy something, you will get it at a bargain price. At the same time, you should find a little time for rest and relaxation: many people do not calculate their strength at work, so they have serious health problems.\n",
 "year_9": "This is the last year of the nine—year epicycle - the year of reassessment. You will look back nine years and get rid of things that have already exhausted themselves. This is not an easy task, it can even be painful. You will also look into the future, thinking about what to do next. You will encounter several false paths during the year, but in the last three months it will become clear to you how you should develop in the next nine years.",
 "period_1": "Awakening and Foundation",
 "period_2": "Exploration and Maturity",
 "period_3": "Achievement and Reflection",
 "period_4": "Reevaluation and Fulfillment",
 "period_5": "Wisdom and Legacy",
 "period_6": "Expanding horizons",
 "period_7": "Depth of understanding",
 "period_8": "Harmony and Balance",
 "period_9": "Leadership and Inspiration",
 "period_10": "The path to eternity",
 "description_period_1": "This cycle begins at birth and continues until maturity by the standards of numerology.\n\nThis is the age between about 27 and 35 years old.\n\nYoung people aged 18-20 feel like adults in vain, they do not even assume that their maturity will come only after a certain number of years.\n\nIn numerology, it is believed that a person at this age is still developing, learning and maturing only after reaching the 1st pyramid.\n\nFrom birth to the age of 20, he moves to the number located in the first pyramid and learns it.\n\n This number symbolizes independence and achievements. At the beginning of his life, he will most likely depend on others, gradually developing independence.\n\nBy the age of 33, he will be completely independent and will be able to achieve a lot.",
 "description_period_2": "In the second cycle, a person is able to be more productive. This means that during these years he will have a variety of changes: for example, in his career, or his place of residence will change, perhaps he will travel abroad.",
 "description_period_3": "The first of two maturity cycles. It is usually more productive and successful than the second cycle. A person approaches this stage around middle age, already having some idea of the purpose of his life. This cycle begins approximately between the ages of 36 and 44. The old saying 'Life is just beginning at the age of 40' is confirmed in this cycle. It is very remarkable that some people who know what they want in life are finally definitively determined during this period. This happens towards the end of the second or third cycle, possibly later.",
 "description_period_4": "Usually leads to retirement age. The feelings that people experience during this period depend on the achievements in the two previous cycles. Since the children have grown up and live separately, there is an opportunity to reveal themselves in a new way. If you have career achievements and a good financial situation during this period, it's a good idea to think about it.what to do in retirement.",
 "description_period_5": "This cycle symbolizes the period of wisdom and heritage, when a person with significant life experience shares his knowledge and lessons with subsequent generations. This is the time when it becomes important to leave behind something valuable that will serve as a direction and inspiration for others. During this period of life, people often think about their contribution to society and how future generations will remember them.",
 "description_period_6": "The period of expanding horizons opens up new opportunities for self-development and knowledge of the world. This is a time of active travel, exploring new cultures and embracing new ideas. A person strives to go beyond the usual worldview, enriching his life with new impressions and knowledge.",
 "description_period_7": "Depth of understanding is a cycle when a person comes to realize the deep truths of his existence. During this period, there is an active spiritual search and self-discovery, which allows you to achieve a new level of harmony with yourself and the world around you.",
 "description_period_8": "Harmony and balance is the time when it is possible to find a balance between material and spiritual, work and personal life. This period is characterized by the desire for stability, pacification and establishing harmonious relationships with all aspects of their lives.",
 "description_period_9": "Leadership and inspiration is a cycle in which a person realizes his potential as a leader, becoming a source of inspiration for others. At this time, leadership qualities are actively manifested, and a person is able to lead by implementing large-scale projects and initiatives.",
 "description_period_10": "Legacy and continuation is a period when the main focus is on what a person will leave behind. This is a time to reflect on your contribution to history, culture, science or art. A person strives to create something unique and meaningful that will live after him, passing on his ideas and values to future generations.",
 "years": "years"


}
