{
 "enterYourName": "Enter your name",
 "enterYourSurname": "Enter your surname",
 "enterYourMiddlename": "Enter your middlename",
 "calculate": "Calculate 🔮",
 "clear": "Clear 🗑️",
 "number": "Number of Destiny",
 "day": "Day",
 "month": "Month",
 "year": "Year",
 "back": "👈 back",
 "square": "Lo Shu Square",
 "main_description": "Main Description",
 "one_description": "People with a life path number of 1 have to learn to be independent in order to achieve something in life\n\n They usually begin their life path by being dependent on others, and achieve a certain degree of independence as they grow up\n\n They eventually become pioneers, innovators, and leaders\n\n Some of them are selfish, like to be ahead of everyone, they are ambitious, determined, stubborn and progressive\nsivny\n\n These people have an inquisitive mind and leadership qualities, and are also careerists and can achieve the highest position in their field\n\n In addition, they have great personal needs that they need to satisfy\n\n People with a life path number of 1 are well aware of their qualities themselves, although this may not be noticeable to others\n\n Whatever their needs, it is safe to say that they will satisfy them.\nHowever, there are also negative sides to life's path 1\n\n Some people find it very difficult to achieve independence, and they feel overly depressed\n\n In turn, others can take advantage of this, which is extremely unpleasant for people with a number of life paths 1, although they are powerless to prevent it\n\n Another important negative point is that people with a life path number of 1 are determined in life at the expense of others\n\n They do not adequately evaluate their own selves and always think only about themselves.",
 "two_description": "It is very easy to communicate with people who have a life path number of 2\n\n They are generous, charming and good hosts, ready to help at any moment, it is easy to make friends with them\n\n Such people prefer to be in contact with someone all the time, rather than stay on their own\n\n They are sensitive, peaceful and intuitive by nature, easily talk about their feelings and are good friends\n\n They often find themselves in the shadows\n\n They are satisfied with the role of \"grey cardinals\"\n\n In this position, they do not always receive the full recognition of their actions that they really deserve, but it is enough for them to know that they have done a good job.\nBut it happens that people with a life path number of 2 are desperately trying to become leaders, even when they realize that they will not be able to achieve outstanding results in this role\n\n But this situation does not bring them happiness and harmony.",
 "three_description": "People with a life path number of 3 need self-expression in any way, ideally if it is creativity\n\n It can be singing, acting or writing\n\n Such people are usually interesting interlocutors and are happy to talk about the joys of life\n\n Communication is their strong point\n\n They have a lively mind, a rich imagination, and are always full of ideas\n\n However, they often lack the initiative to implement their ideas\n\n People with such a long life path are friendly, sociable and responsive\n\n They like to spend time in company, they can't be alone for long\n\n They are carefree and often frivolous\n\n The flip side of this coin is that some people with a life path number of 3 are overly frivolous and windy\n\n They are sprayed into various activities, often they do not finish anything\n\n Their shallowness discourages those around them, especially when they begin to abuse alcohol, drugs and/or begin to lead a debauched lifestyle.",
 "four_description": "People with a life path number of 4 are practical and reliable, conscientious and well organized, they like to follow the rules.\n\nThey are able to create order out of chaos, are very hardworking and love to see the results of their work.\n\nThey are willing to work patiently for many years if they are sure that their efforts are not in vain.\n\nThey pay a lot of attention to details and like sophisticated complex tasks.\n\nThey tend to be unshakeable and stubborn, and sometimes it is difficult for them to change a decision they have already made.\n\nThey have a clear idea of what they like and what they don't like, and are not afraid to express their opinion.\nThe downside is that often people with a life path number of 4 do not want to limit themselves, as a result of which they can even suppress others\n\n Another disadvantage of such people is their inability to fully assess the situation, which eventually turns into untapped opportunities and, in some circumstances, disappointment.",
 "five_description": "People with a life path number of 5 are fickle and able to do several things at the same time.They become restless and impatient when they feel restricted in something\n\n They like to travel, have fun, and get distracted from everyday activities\n\n They are very resourceful and happy to solve problems\n\n At the beginning of their life, they may do something unprofessionally, but as soon as they find their way, they quickly achieve great success\n\n Always curious, full of energy and young at heart.\nThe negative side of the life path number 5 is that such people are unable to focus on anything and often rush from one extreme to the other\n\n Many people experiment or abuse alcohol, drugs and lead a promiscuous sex life.",
 "six_description": "People with a life path number of 6 are caring and responsible\n\n They like to take on the problems of others and lend their shoulder so that others can lean on it\n\n They especially like to help those they care about, become family members of those who turn to them for help in difficult times\n\n Such people are able to please with good results, solving the problems of others\n\n Sympathetic, loving and kind, they are happy surrounded by their friends and loved ones\n\n Often it is creative personalities\n\n It is very rare to find people using the number 6 negatively\n\n However, people who take on the responsibilities and concerns of others often end up overloaded with other people's problems.",
 "seven_description": "People with a life path number of 7 need time to accumulate knowledge and wisdom\n\n They have their own unique approach to everything they do\n\n This determines their uniqueness, at the same time it is difficult for them to adapt to circumstances, in addition, sometimes it is difficult for them to feel part of any team.\nSuch people prefer a few close friends to a large circle of acquaintances\n\n At first, it may be difficult for them to establish contact with a person, as they \"defend themselves\" by creating various obstacles, but if they become friends with someone, they will completely trust him\n\n Seventh, they are reserved, sometimes even overly suspicious, withdrawn, but spiritual people, their philosophy of life improves as they gain life experience.\nNegative manifestation: people with a life path number of 7 may consider it impossible for themselves to get closer to others and withdraw into themselves\n\n They become very withdrawn.",
 "eight_description": "Its owners like to engage in large-scale business, as well as benefit from their success\n\n They set goals and achieve them\n\n They are ambitious, determined and consistently achieve results\n\n These people live in the real world and don't waste time on illusions\n\n They know how to earn money and can be generous if they succeed in doing so\n\n Good psychologists with leadership skills, they usually occupy responsible positions.They tend to be firm and stubborn in their views, although they do not notice these character traits in themselves.\nThose who use this life path negatively earn large amounts of money, but at the expense of health, happiness and relationships\n\n They can be impatient, vindictive, and indefatigable.",
 "nine_description": "People with a life path number of 9 are prone to self-sacrifice\n\n Being sensitive, caring, and having a pronounced need to serve others, they enjoy providing some kind of help to others\n\n These people give more than they receive\n\n These qualities of theirs can easily be used by others\n\n By nature, such people are romantics\n\n They are very disappointed when their deep true love is not reciprocated\n\n Their humanism seems abstract\n\n They are creative people\n\n They often become writers, although their creativity can manifest itself in other areas.\nThe negative manifestation of the number 9: the temptations of the material world can turn people with this number of life paths into soulless, selfish money-grubbers, which contradicts their nature and therefore does not bring them satisfaction in life.",
 "eleven_description": "Characterizes idealists and dreamers\n\n They give rise to unique ideas, but more in dreams than in reality\n\n However, with sufficient motivation, they do a good job of what they do, they can achieve a lot\n\n Since their ideas are not always of practical use, they need to evaluate their strengths before implementing them\n\n They have good intuition and are also very caring.\nPeople who use the life path number 11 negatively are hopeless dreamers who achieve little in life and live in a world where it is difficult to separate reality from fantasy.",
 "twenty_two_description": "People with a life path number of 22 are able to achieve a lot\n\n They usually make grandiose plans\n\n They have enough opportunities that just need to be directed in the right direction\n\n People with the number 22 often dream, but unlike people with the number 11, they realize their dreams\n\n They are practical, often do not follow conventions\n\n  Charismatic\n\n They are able to amuse and inspire others with words and actions.\nThe negative side of this path is selfishness\n\n  People with this number of life paths use their exceptional abilities only to achieve their own goals and do not pay attention to the needs of others\n\n Sometimes they admit that they are selfish, but it is difficult for them to change for the better."

}
