{
 "enterYourName": "Введите ваше имя",
 "enterYourSurname": "Введите вашу фамилию",
 "enterYourMiddlename": "Введите ваше отчество",
 "calculate": "Рассчитать 🔮",
 "clear": "Очистить 🗑️",
 "number": "Число Судьбы",
 "day": "День",
 "month": "Месяц",
 "year": "Год",
 "back": "👈 Назад",
 "square": "Квадрат Лошу",
 "main_description": "Основное описание",
 "one_description": "Людям с числом жизненного пути 1 приходится учиться быть самостоятельными, чтобы чего-то добиться в жизни.\n\n Обычно они начинают свой жизненный путь, будучи зависимыми от других, и достигают определенной степени независимости по мере того, как взрослеют.\n\n В конечном счете они становятся пионерами, новаторами и лидерами.\n\n Некоторые из них эгоистичны, любят быть впереди всех, они амбициозны, решительны, упрямы и прогрес¬\nсивны.\n\n Эти люди обладают пытливым умом и качествами лидера, а также являются карьеристами и могут достигнуть самой высокой должности в своей области.\n\n Кроме того, у них большие личные потребности, которые им необходимо удовлетворить.\n\n Люди с числом жизненного пути 1 сами хорошо осознают свои качества, хотя это может быть незаметно для других.\n\n Какие бы ни были у них потребности, можно с уверенностью сказать, что они их удовлетворят.\n\n Однако есть и негативные стороны в жизненном пути 1.\n\n Некоторым людям очень трудно добиться независимости, и они чувствуют себя чрезмерно подавленными.\n\n В свою очередь этим могут воспользоваться другие, что крайне неприятно для людей с числом жизненного пути\n1,\tхотя они бессильны это предотвратить.\n\n Другим важным негативным моментом является то, что люди с числом жизненного пути 1 определяются в жизни за счет других.\n\n Они неадекватно оценивают собственные «Я» и всегда думают только о себе.",
 "two_description": "С людьми, у которых число жизненного пути 2, очень легко общаться.\n\n Они великодушны, очаровательны и явля ются хорошими хозяевами, готовы оказать помощь в лю бую минуту, с ними легко сдружиться.\n\n Такие люди пред почитают постоянно находиться с кем-либо в контакте, нежели держаться самостоятельно.\n\n Они чувствительны, миролюбивы и интуитивны от природы, легко говорят о своих чувствах и являются хорошими друзьями.\n\n Часто они оказываются в тени.\n\n Их устраивает роль «серых кардина лов».\n\n Занимая такое положение, они не всегда получают полне признание своих действий, которого действитель но заслуживают, однако им достаточно знать, что они сде лали хорошую работу.\n\n Но бывает, что люди с числом жизненного пути 2 отчаянно пытаются стать лидерами, даже когда понимают, что они не смогут достичь в этой роли выдающихся результатов.\n\n Но такое положение не приносит им счастья и гармо нии.",
 "three_description": "Людям с числом жизненного пути 3 необходимо самовыражение любым способом, идеально, если это творчество.\n\n Это может быть пение, актерство или писательство.\n\n Такие люди обычно являются интересными собеседниками и с удовольствием рассказывают о радостях жизни.\n\n Общение — их сильная сторона.\n\n Они обладают живым умом, богатым воображением, всегда полны идей.\n\n Однако им часто не хватает инициативы, чтобы реализовывать свои идеи.\n\n Люди с таким числом жизненного пути дружелюбны, общительны и отзывчивы.\n\n Им нравится проводить время в компании, они не могут долго находиться в одиночестве.\n\n Они беззаботны и часто несерьезны.\n\n Обратная сторона этой медали — это то, что некоторые люди с числом жизненного пути 3 — чрезмерно легкомысленны и ветрены.\n\n Они распыляются на разные занятия, часто ничего не доводят до конца.\n\n Такая их поверхностность приводит в уныние тех, кто их окружает, особенно когда они начинают злоупотреблять алкоголем, наркотиками и/или начинают вести разгульный образ жизнь.",
 "four_description": "Люди с числом жизненного пути 4 практичны и надежны, добросовестны и хорошо организованны, им нравится следовать правилам.\n\n Они способны создать порядок из хаоса, очень трудолюбивы и любят видеть результаты своего труда.\n\n Они готовы терпеливо работать многие годы, если уверены, что их усилия не напрасны.\n\n Много внимания уделяют деталям и любят изощренные сложные задачи.\n\n Склонны быть непоколебимыми и упрямыми, порой им трудно изменить уже принятое решение.\n\n Они четко представляют, что им нравится, а что нет, и не боятся высказывать свое мнение.\n\n Оборотная сторона — это то, что часто люди с числом жизненного пути 4 не желают ограничивать себя, в результате чего они могут даже подавлять окружающих.\n\n Еще один минус таких людей — это их неспособность полностью оценивать ситуацию, что в итоге оборачивается неиспользованными возможностями и в некоторых обстоятельствах разочарованием.",
 "five_description": "Люди с числом жизненного пути 5 непостоянны и способны заниматься несколькими делами одновременно.Они становятся беспокойными и нетерпеливыми, когдачувствуют ограничение в чем-либо.\n\n Любят путешествовать, веселиться, отвлекаться от повседневных дел.\n\n Оченьнаходчивы и с удовольствием решают проблемы.\n\n В начале жизненного пути они могут заниматься чем-либо непрофессионально, но как только находят свой путь, тобыстро добиваются больших успехов.\n\n Всегда любопытны,полны энергии и молоды душой.\n\n Отрицательная сторона числа жизненного пути 5 — этото, что такие люди не способны сосредоточиться на чем-либо и часто бросаются из крайности в крайность.\n\n Многие экспериментируют или злоупотребляют алкоголем,наркотиками и ведут беспорядочную половую жизнь.",
 "six_description": "Люди с числом жизненного пути 6 заботливы и ответственны.\n\n Им нравится взваливать на себя проблемы окружающих и подставлять свое плечо, чтобы другие могли на него опереться.\n\n Они особенно любят помогать тем, о ком заботятся, становятся членами семьи тех, кто обращается к ним за помощью в трудную минуту.\n\n Такие люди умеют радовать хорошими результатами, разрешая проблемы других.\n\n Сочувствующие, любящие и добрые, они счастливы в окружении своих друзей и любимых.\n\n Часто это творческие личности.\n\n Очень редко можно встретить людей, использующих число 6 отрицательно.\n\n Однако люди, которые принимают на себя обязанности и заботы других, в итоге часто бывают чрезмерно перегружены чужими проблемами.",
 "seven_description": "Людям с числом жизненного пути 7 требуется время, чтобы накопить знания и мудрость.\n\n У них свой собственный, уникальный подход ко всему, что они делают.\n\n Этим определяется их незаурядность, вместе с тем им трудно адаптироваться к обстоятельствам, кроме того, иногда им тяжело чувствовать себя частью какого-либо коллектива.\n\n Такие люди предпочитают несколько близких друзей большому кругу знакомых.\n\n Сначала им может быть трудно установить контакт с человеком, так как они «защищаются», создавая различные преграды, но уж если они подружились с кем-то, то будут полностью ему доверять.\n\n Седьмые являются сдержанными, иногда даже чересчур подозрительными, замкнутыми, но духовными людьми, философия их жизни совершенствуется по мере того, как они приобретают жизненный опыт.\n\n Отрицательное проявление: люди с числом жизненного пути 7 могут считать для себя невозможным сближение с другими и уходят в себя.\n\n Они становятся очень замкнутыми.",
 "eight_description": "Его обладателям нравится заниматься масштабными делами, а также получать выгоду от своего успеха.\n\n Они ставят цели и достигают их.\n\n Они амбициозны, решительны инеизменно добиваются результата.\n\n Эти люди живут в реальном мире и не тратят время на иллюзии.\n\n Они умеютзарабатывать деньги и могут быть щедрыми, если преуспевают в этом.\n\n Хорошие психологи, имеющие лидерскиезадатки, они обычно занимают ответственные посты.Склонны быть твердыми и упрямыми в своих взглядах,хотя эти черты характера у себя не замечают.\n\n Те, кто использует этот жизненный путь отрицательно, зарабатывают большие суммы денег, но в ущерб здоровью, счастью и отношениям.\n\n Они могут быть нетерпеливыми, мстительными и неутомимыми.",
 "nine_description": "Люди с числом жизненного пути 9 склонны к самопожертвованию.\n\n Будучи чувствительными, заботливыми, обладая ярко выраженной потребностью служить другим, они получают* удовольствие, оказывая ту или иную помощь окружающим.\n\n Эти люди больше отдают, чем получают.\n\n Этими их качествами легко могут пользоваться другие.\n\n По природе такие люди — романтики.\n\n Очень разочаровываются, когда на их глубокую настоящую любовь не отвечают взаимностью.\n\n Их гуманизм кажется абстрактным.\n\n Они творческие люди.\n\n Часто они становятся писателями, хотя их творческое начало может проявиться и в других сферах.\n\n Отрицательное проявление числа 9: соблазны материального мира могут превратить людей с этим числом жизненного пути в бездушных, корыстных стяжателей, что противоречит их природе и поэтому не приносит им удовлетворения в жизни.",
 "eleven_description": "Характеризует идеалистов и мечтателей.\n\n Они рождают уникальные идеи, но больше в мечтах, чем наделе.\n\n Одна¬ ко при достаточной мотивации хорошр справляются с тем, что делают, могут многого достичь.\n\n Так как их идеи не все¬ гда имеют практическую пользу, им необходимо оцени¬ вать свои силы, прежде чем воплощать их.\n\n Они обладают хорошей интуицией, к тому же очень заботливы.\n\n Люди, которые используют негативно число жизнен¬ ного пути 11, являются безнадежными мечтателями, ко¬ торые мало чего добиваются в жизни и живут в мире, где трудно отделить реальность от фантазии.",
 "twenty_two_description": "Люди с числом жизненного пути 22 способны достичь многого.\n\n Обычно они строят грандиозные планы.\n\n У них достаточно возможностей, которые только необходимо направить в нужное русло.\n\n Люди с числом 22 часто мечта ют, но в отличие от людей с числом 11, осуществляют свои мечты.\n\n Они практичны, часто не соблюдают условности.\n\n Харизматичны.\n\n Способны веселить и вдохновлять других словами и действиями.\n\n Отрицательной стороной этого пути является эгоизм.\n\n Люди с этим числом жизненного пути используют свои исключительные способности только для достижения сво их собственных целей и не обращают внимания на потреб ности других.\n\n Иногда они признают, что эгоистичны, но им трудно измениться в лучшую сторону."

}
